"<!DOCTYPE html>\n<html lang=\"en\">\n<head>\n  <meta charset=\"UTF-8\">\n  <meta name=\"viewport\" content=\"width=device-width, initial-scale=1.0\">\n  <title>Pdt. Helen Ruth Manurung</title>\n  <link rel=\"stylesheet\" href=\"https://fonts.googleapis.com/css?family=Plus+Jakarta+Sans\">\n  <style type=\"text/css\">\n/* Mengatur font dasar dan margin/padding */\n* {\n  margin: 0;\n  padding: 0;\n  box-sizing: border-box;\n}\n\nbody {\n  font-family: 'Plus Jakarta Sans', sans-serif;\n  background-color: #f7f7f7;\n  display: flex;\n  justify-content: center;\n  align-items: center;\n  min-height: 100vh;\n}\n\n/* Container utama */\n.container {\n  width: 100%;\n  max-width: 400px;\n  background-color: white;\n  box-shadow: 0 4px 8px rgba(0, 0, 0, 0.1);\n  border-radius: 10px;\n  overflow: hidden;\n}\n\n/* Header styling */\nheader {\n  background-color: #ffc5b3;\n  padding: 20px;\n  text-align: center;\n  color: rgba(159, 87, 23, 0.626);\n}\n\nheader h1 {\n  font-size: 24px;\n}\n\n/* Konten Lembaga */\n.institution-content {\n  padding: 20px;\n  text-align: center;\n}\n\n.institution-image {\n  width: 100%;\n  border-radius: 10px;\n  margin-bottom: 20px;\n}\n\n.institution-description h2 {\n  font-size: 20px;\n  color: #333;\n  margin-bottom: 10px;\n}\n\n.institution-description p {\n  font-size: 16px;\n  color: #333;\n  line-height: 1.6;\n  margin-top: 10px;\n}\n\n.institution-refs {\n  padding-left: 20px;\n  padding-right: 20px;\n}\n\n.institution-refs ul li {\n  font-size: 12px;\n  color: #333;\n  line-height: 1.6;\n  margin-top: 10px;\n  text-align: left;\n}\n\n.institution-punchline {\n  font-size: 16px;\n  color: #333;\n  line-height: 1.6;\n  margin-top: 12px;\n}\n\n.institution-period {\n  font-size: 18px;\n  color: #333;\n  line-height: 1.6;\n  margin-top: 8px;\n}\n\n.institution-details {\n  margin-top: 20px;\n}\n\n.institution-details h3 {\n  font-size: 18px;\n  color: #333;\n  margin-bottom: 10px;\n}\n\n.institution-details p {\n  font-size: 14px;\n  color: #666;\n  line-height: 1.6;\n}\n\n.institution-contact {\n  margin-top: 20px;\n}\n\n.institution-contact h3 {\n  font-size: 18px;\n  color: #333;\n  margin-bottom: 10px;\n}\n\n.institution-contact p {\n  font-size: 14px;\n  color: #666;\n  line-height: 1.6;\n}\n\n/* Prettifying the table. */\ntable#committee {\n  width: 100%;\n  margin-top: 10px;\n}\n\ntd {\n  font-size: 14px;\n  color: #666;\n  line-height: 1.6;\n padding-bottom: 5px;\n}\n\n.td-key {\n  font-size: 20px;\n  font-weight: 800;\n  width: 20%;\n  text-align: right;\n  vertical-align: top;\n}\n\n.td-val {\n  padding-left: 10px;\n  width: 80%;\n  text-align: left;\n}\n\n/* Justify textual content alignment. */\ndiv.institution-description p {\n  text-align: justify;\n  text-justify :auto;\n  text-indent: 10%;\n}\n</style>\n</head>\n<body>\n  \n  <div class=\"container\">\n    <div class=\"institution-content\">\n      <img src=\"https://github.com/gkisalatiga/gkisplus-data/blob/main/images-pendeta/pendeta_08_helen.webp?raw=true\" alt=\"Gambar Pendeta\" class=\"institution-image\">\n\n      <br/><br/>\n      \n      <h2>Pdt. Helen Ruth Manurung</h2>\n      \n      <center><p class=\"institution-punchline\"><i>Pendeta Wanita Pertama di GKI Salatiga, Menginspirasi dengan Dedikasi dan Kebijaksanaannya</i></p></center><br/>\n      \n      <br/><h4>PERIODE PELAYANAN</h4>\n      \n      <center><p class=\"institution-period\">2017 s.d. sekarang</p></center><br/>\n      \n      <br/><h4>LINI MASA</h4>\n      \n      <table id=\"committee\">\n        <tr>\n            <td class=\"td-key\">2009</td>\n            <td class=\"td-val\">Pdt. Helen sebagai mahasiswa di masa perkuliahan mulai turut aktif dalam melayani di Komisi Anak dan di beberapa GKI.</td>\n        </tr>\n        <tr>\n            <td class=\"td-key\">2013</td>\n            <td class=\"td-val\">Pdt. Helen dinyatakan lulus S1 Teologi UKDW.</td>\n        </tr>\n        <tr>\n            <td class=\"td-key\">2014</td>\n            <td class=\"td-val\">Pdt. Helen mulai melayani di GKI Salatiga.</td>\n        </tr>\n        <tr>\n            <td class=\"td-key\">2017</td>\n            <td class=\"td-val\">Pdt. Helen ditahbiskan menjadi pendeta di GKI Salatiga.</td>\n        </tr>\n        <tr>\n            <td class=\"td-key\">2021</td>\n            <td class=\"td-val\">Pdt. Helen menjadi wakil BPMK GKI Klasis Magelang dalam periode 2021-2024.</td>\n        </tr>\n        <tr>\n            <td class=\"td-key\">2024</td>\n            <td class=\"td-val\">Pdt. Helen menjadi Pendeta Konsulen di GKI Soka Salatiga dalam periode 2024-2026.</td>\n        </tr>\n      </table>\n      \n      <br/><h4>BIOGRAFI SINGKAT</h4>\n      \n      <div class=\"institution-description\">\n<p>Pdt. Helen Ruth Manurung adalah pendeta wanita pertama yang melayani di GKI Salatiga. Sejak tahun 2017, beliau telah bekerja sama dengan Pdt. Yefta dalam pelayanan Tuhan di gereja ini. Pdt. Helen lahir di Jakarta pada 18 Agustus 1989 dan sejak awal perjalanan imannya, beliau menunjukkan komitmen yang luar biasa dalam melayani. Walau terhitung cukup muda sebagai pendeta, Pdt. Helen dikenal bijaksana dalam menyampaikan firman Tuhan, mengambil keputusan yang mendalam, serta memberikan teladan yang baik bagi jemaat.</p>\n\n<p>Pdt. Helen memulai perjalanan akademik di Universitas Kristen Duta Wacana, di mana beliau menyelesaikan pendidikan S1 Teologi di tahun 2013. Selama masa kuliah, beliau sudah aktif melayani untuk membentuk diri dan mempersiapkan diri untuk kependetaan. Terlibat dalam berbagai pelayanan di Komisi Anak GKI Prambanan Klaten, Komisi Anak GKI Wongsodirjan Yogyakarta, serta menjabat sebagai Bendahara PMTA pada periode 2008 hingga 2010, Pdt. Helen sudah menunjukkan dedikasi pelayanan sejak muda.</p>\n\n<p>Pada 2009, Pdt. Helen memulai pelayanan praktis di Rumah Perawatan Usia Lanjut Kristen Muara Kasih Bilabong, Bogor (Pra-stage 1), kemudian melayani di GKI Indramayu (Pra-stage 2). Pada tahun 2011, beliau melayani di GKI Pasirkoja Bandung (Stage), dan terus mengembangkan pelayanannya di berbagai tempat.</p>\n\n<p>Pelayanan kependetaan Pdt. Helen terus berkembang, termasuk di GKI Muara Karang Jakarta Utara (Bantuan Pelayanan), GKI Bunda Sudi Batam, dan GKI Taman Aries Jakarta Utara (Pendidikan Persiapan Kependetaan 1). Pdt. Helen kemudian turut melanjutkan proses Pendidikan Persiapan Kependetaan 2 di GKI Pahlawan Magelang, dilanjutkan dengan menjadi fasilitator di Bina Warga Bekasi.</p>\n\n<p>Pada tahun 2014, Pdt. Helen mulai melayani di GKI Salatiga, di mana beliau terus berkembang dalam pelayanan dan pembinaan rohani. Melalui berbagai pengalaman pelayanan di gereja-gereja sebelumnya, Pdt. Helen semakin matang dalam memimpin jemaat dan melayani Tuhan dengan sepenuh hati. Pada 7 Agustus 2017, beliau ditahbiskan sebagai Pendeta GKI, dengan basis pelayanan di GKI Salatiga.</p>\n\n<p>Bersama dengan Pdt. Yefta dan para penatua GKI Salatiga, Pdt. Helen memainkan peran penting dalam pelayanan gereja selama pandemi COVID-19. Dalam menghadapi pembatasan ibadah tatap muka, beliau bekerja sama untuk memastikan jemaat tetap dapat terhubung dengan Tuhan melalui kebaktian daring, termasuk program inovatif seperti \"Sapaan dan Renungan Pagi.\" Upaya ini memungkinkan jemaat tetap menjaga iman mereka meskipun berada di rumah, sekaligus menunjukkan rasa solidaritas dan komitmen dalam pelayanan di masa yang penuh tantangan pada saat itu.</p>\n\n<p>Gaya penyampaian firman Pdt. Helen sangat komunikatif. Dalam beberapa kesempatan, khotbah Pdt. Helen disampaikan dengan menggunakan PowerPoint sebagai media visual untuk memperjelas pesan yang disampaikan. Penggunaan media visual ini membantu jemaat memahami dan merenungkan firman Tuhan dengan cara yang lebih mudah dan relevan dalam kehidupan. Pendekatan ini memperkaya pengalaman ibadah serta memberi jemaat cara baru untuk terhubung dengan pesan-pesan rohani.</p>\n\n<p>Sebagai seorang pendeta yang juga melayani dengan penuh kasih di Komisi Anak, Pdt. Helen sangat memperhatikan pentingnya menyampaikan firman Tuhan kepada anak-anak dengan cara yang menyenangkan, mudah dipahami, dan mendidik. Beliau meyakini bahwa pendidikan iman sejak usia dini adalah hal yang fundamental untuk membentuk generasi penerus yang beriman teguh. Dedikasi beliau dalam pelayanan ini membuatnya menjadi teladan bagi banyak orang tua dan anak-anak di jemaat.</p>\n\n<p>Selain di GKI Salatiga, Pdt. Helen juga menjabat sebagai Wakil Ketua Badan Pengurus Majelis Klasis (BPMK) GKI Klasis Magelang pada periode 2021-2024. Tidak hanya itu, beliau juga melayani sebagai Pendeta Konsulen di GKI Soka Salatiga untuk masa pelayanan 1 Oktober 2024 hingga 30 September 2026. Peran beliau di berbagai pelayanan gereja menunjukkan komitmennya yang luar biasa dalam membangun tubuh Kristus.</p>\n\n<p>Di balik segala bentuk pelayanan Pdt. Helen yang luar biasa, tentu ada dukungan besar dari keluarga tercinta, yaitu suami terkasih, Bapak Chandra Hutabarat, serta ketiga putra tersayang: Alvaro G. T. Hutabarat, Zionathan E. Hutabarat, dan Joaquin K. Hutabarat. Menjadi ibu dari tiga putra sekaligus pendeta jemaat tentu bukanlah tugas yang mudah. Namun, dengan kerjasama yang erat bersama sang suami, Pdt. Helen mampu menjalankan peran-peran tersebut dengan penuh kasih, ketekunan, dan dedikasi, sehingga memberikan contoh hidup yang berharga bagi jemaat dan keluarga.</p>\n\n<p>Dengan semangat yang penuh kasih, Pdt. Helen terus memberikan teladan dalam melayani Tuhan dan jemaat. Dedikasinya tidak hanya terlihat dalam peranannya sebagai pendeta, tetapi juga dalam komitmennya untuk menguatkan iman jemaat melalui pelayanan yang inovatif dan penuh pengabdian. Di balik setiap langkah pelayanannya, Pdt. Helen senantiasa didorong oleh dukungan keluarga tercinta, yang menjadi sumber kekuatan dan inspirasi dalam setiap langkah pelayanan yang dijalaninya.</p>\n\n<p>[AGYC]</p>\n      </div>\n      \n      <br/><h4>REFERENSI</h4>\n      <div class=\"institution-refs\">\n      <ul>\n          <li><b>Johnson Umbu Radda (n.d.)</b>. <i>PENDETA GKI SALATIGA (1941 – 2024)</i>. Arsip Internal GKI Salatiga.</li>\n          <li><b>Gereja Kristen Indonesia Muntilan (2017)</b>. <i>Buku Kehidupan Jemaat GKI Muntilan 2017-2018</i>. Arsip Internal GKI Salatiga. <a href=\"https://gkimuntilan.wordpress.com/wp-content/uploads/2017/09/buku-kehidupan-jemaat-2017-2018.pdf\">https://gkimuntilan.wordpress.com/wp-content/uploads/2017/09/buku-kehidupan-jemaat-2017-2018.pdf</a> [Diakses 18 November 2024].</li>\n          <li><b>GKI Sinode Wilayah Jawa Tengah, Indonesia (2017)</b>. <i>Penahbisan Pendeta GKI Basis Pelayanan Jemaat GKI Salatiga atas diri Penatua Helen Ruth Manurung. <a href=\"https://www.gkiswjateng.org/news/detilview/penahbisan-pendeta-gki-basis-pelayanan-jemaat-gki-salatiga-atas-diri-penatua-helen-ruth-manurung\">https://www.gkiswjateng.org/news/detilview/penahbisan-pendeta-gki-basis-pelayanan-jemaat-gki-salatiga-atas-diri-penatua-helen-ruth-manurung</a> [Diakses 18 November 2024].</li>\n          <li><b>Wawancara dengan Bp. Tonny</b>, 13-15 Desember 2024.</li>\n          <li><b>Wawancara dengan Pnt. Ervien Dian Widyawati</b>, 17 Desember 2024.</li>\n      </ul>\n      </div>\n\n      </div>\n    </div>\n\n  </div>\n</body>\n</html>"