"<!DOCTYPE html><html lang=\"en\"><head> <meta charset=\"UTF-8\"> <meta name=\"viewport\" content=\"width=device-width, initial-scale=1.0\"> <title>Pdt. The Koen Bik</title> <link rel=\"stylesheet\" href=\"https://fonts.googleapis.com/css?family=Plus+Jakarta+Sans\"> <style type=\"text/css\">* { margin: 0; padding: 0; box-sizing: border-box;}body { font-family: 'Plus Jakarta Sans', sans-serif; background-color: #f7f7f7; display: flex; justify-content: center; align-items: center; min-height: 100vh;}.container { width: 100%; max-width: 400px; background-color: white; box-shadow: 0 4px 8px rgba(0, 0, 0, 0.1); border-radius: 10px; overflow: hidden;}header { background-color: #ffc5b3; padding: 20px; text-align: center; color: rgba(159, 87, 23, 0.626);}header h1 { font-size: 24px;}.institution-content { padding: 20px; text-align: center;}.institution-image { width: 100%; border-radius: 10px; margin-bottom: 20px;}.institution-description h2 { font-size: 20px; color: #333; margin-bottom: 10px;}.institution-description p { font-size: 16px; color: #333; line-height: 1.6; margin-top: 10px;}.institution-refs { padding-left: 20px; padding-right: 20px;}.institution-refs ul li { font-size: 12px; color: #333; line-height: 1.6; margin-top: 10px; text-align: left;}.institution-punchline { font-size: 16px; color: #333; line-height: 1.6; margin-top: 12px;}.institution-period { font-size: 18px; color: #333; line-height: 1.6; margin-top: 8px;}.institution-details { margin-top: 20px;}.institution-details h3 { font-size: 18px; color: #333; margin-bottom: 10px;}.institution-details p { font-size: 14px; color: #666; line-height: 1.6;}.institution-contact { margin-top: 20px;}.institution-contact h3 { font-size: 18px; color: #333; margin-bottom: 10px;}.institution-contact p { font-size: 14px; color: #666; line-height: 1.6;}table#committee { width: 100%; margin-top: 10px;}td { font-size: 14px; color: #666; line-height: 1.6; padding-bottom: 5px;}.td-key { font-size: 20px; font-weight: 800; width: 20%; text-align: right; vertical-align: top;}.td-val { padding-left: 10px; width: 80%; text-align: left;}div.institution-description p { text-align: justify; text-justify :auto; text-indent: 10%;}</style></head><body> <div class=\"container\"> <div class=\"institution-content\"> <img src=\"https://github.com/gkisalatiga/gkisplus-data/blob/main/images-pendeta/pendeta_04_the_koen_bik.webp?raw=true\" alt=\"Gambar Pendeta\" class=\"institution-image\"> <br/><br/> <h2>Pdt. The Koen Bik</h2> <center><p class=\"institution-punchline\"><i>Menguatkan Iman serta Imun dalam Perjalanan Pelayanan</i></p></center><br/> <br/><h4>PERIODE PELAYANAN</h4> <center><p class=\"institution-period\">1979 s.d. 1989</p></center><br/> <br/><h4>LINI MASA</h4> <table id=\"committee\"> <tr> <td class=\"td-key\">1979</td> <td class=\"td-val\">Pdt. The Koen Bik ditahbiskan menjadi pendeta setelah melalui rangkaian orientasi.</td> </tr> <tr> <td class=\"td-key\">1989</td> <td class=\"td-val\">Pdt. The Koen Bik berpulang ke rumah Bapa karena mengalami kecelakaan di Ohio, Amerika Serikat.</td> </tr> </table> <br/><h4>BIOGRAFI SINGKAT</h4> <div class=\"institution-description\"><p>Drs. The Koen Bik merupakan sosok yang melanjutkan pelayanan Pdt. Tan Tjoe Gwan di GKI Salatiga setelah menjalani proses orientasi pendeta yang intensif. Setelah menyelesaikan segala proses dalam masa orientasi, beliau resmi ditahbiskan sebagai pendeta pada 31 Juli 1979.</p><p>Selama masa pelayanannya, Pdt. The Koen Bik tidak hanya berfokus pada pelayanan gerejawi, tetapi juga turut aktif dalam berbagai program sosial diakonia. Salah satu kontribusinya yang signifikan adalah dalam program pelayanan kesehatan bagi masyarakat kurang mampu.</p><p>Pelayanan Kesehatan di GKI Salatiga merupakan bentuk dari kepedulian dan pelayanan kepada masyarakat, melihat bahwa banyak masyarakat harus menahan rasa sakit karena keterbatasan biaya untuk mengakses fasilitas kesehatan yang mewadahi. GKI Salatiga menyadari akan panggilan masyarakat tersebut yang terjalin melalui kerjasama antara Komisi Usia Lanjut dan Komisi The Koen Bik di GKI Salatiga.</p><p>Hal tersebut direalisasikan dengan melakukan pelayanan kesehatan bagi masyarakat selaras dengan salah satu misi GKI Salatiga, yaitu menjadi mitra Allah dalam mewujudkan damai sejahtera di tengah masyarakat Indonesia, terkhusus di Kota Salatiga dengan segala keragamannya.</p><p>Melayani di Salatiga selama 10 tahun, Pdt. The Koen Bik menghabiskan waktunya untuk melayani hingga hampir datang masa beliau untuk emeritus. Pada tanggal 1 September 1989, beliau mendapatkan kesempatan untuk menjadi bagian dalam pelayanan oikumenis di Presbyterian Church di Fremont, Ohio, Amerika Serikat. Rencana selanjutnya setelah selesai dari Presbyterian Church, Pdt. The Koen Bik akan terbang ke Jerman dan Prancis dalam rangka studi banding dalam hal peninjauan dan bekal bagi pelayanan di Indonesia, terutama di Kota Salatiga.</p><p>Sebaik-baiknya rencana manusia, tetap Tuhan yang menentukan. Satu bulan setelahnya pada 1 Oktober 1989, tidak disangka Pdt. The Koen Bik berpulang ke rumah Bapa karena mengalami kecelakaan di Ohio, Amerika Serikat. Sepeninggal beliau, seluruh hartanya diwariskan kepada GKI Salatiga.</p><p>Menanggapi hal tersebut, GKI Salatiga menggunakan nama beliau sebagai nama komisi dan menggunakan warisan yang diberikan untuk pelayanan kesehatan di GKI Salatiga. Sepeninggal Pdt. The Koen Bik, Komisi Diakonia The Koen Bik melakukan kerjasama dengan beberapa apotek di Salatiga. Sehingga, setelah selesai diperiksa, pasien dapat mengambil obat di apotek tersebut secara gratis. Sedangkan bagi pasien yang mampu dapat juga melakukan pemeriksaan kesehatan yang dikenakan biaya, karena pelayanan kesehatan gratis ini diperuntukkan bagi orang-orang yang tidak mampu.</p><p>Pelayanan kesehatan gratis di GKI Salatiga sempat dihentikan sementara setelah kantor sekretariat lembaga konsultasi dan bantuan hukum WCTUI pindah dari Jl. Dr. Muwardi 51 ke Jl. Senjoyo 51, Tingkir. Awalnya, pelayanan ini dilakukan di Aula I GKI Salatiga. Namun karena keterbatasan ruang, akhirnya beralih ke ruang UKS YPE. Setelah beberapa waktu terhenti, pada tahun 2014, Komisi Usia Lanjut dan Komisi Diakonia The Khoen Bik kembali melanjutkan program ini, meski cakupannya terbatas pada anggota jemaat GKI Salatiga.</p><p>Pelayanan kesehatan gratis di GKI Salatiga dapat dimulai berkat kerjasama antara Komisi Usia Lanjut dan Komisi Diakonia The Koen Bik. Pelayanan ini juga dipicu oleh temuan bahwa di GKI Salatiga terdapat 17 anggota jemaat yang berprofesi sebagai dokter. Program ini dimulai dengan pemeriksaan kesehatan rutin bagi lansia, dibantu oleh dokter Bintari yang juga mendukung pengadaan obat-obatan. Setelah menemukan seorang jemaat yang menderita diabetes parah namun tidak dapat berobat karena biaya, program ini berkembang menjadi upaya yang lebih terorganisir dengan melibatkan lebih banyak tenaga kesehatan dari jemaat, seperti dokter, perawat, dan apoteker.</p><p>Namun, keterbatasan ruang menjadi tantangan utama, sehingga pelayanan tersebut dipindahkan ke ruang UKS YPE dengan jadwal dua kali sebulan. Seiring berjalannya waktu, kekurangan dana menyebabkan program ini jadi dikenakan biaya ringan agar tetap dapat berjalan. Meskipun kemudian terbatas hanya untuk anggota jemaat, pelayanan kesehatan ini tetap memberikan manfaat besar, terutama bagi mereka yang tidak mampu mengakses layanan medis. Program ini mencerminkan komitmen GKI Salatiga dalam mewujudkan pelayanan sosial kepada masyarakat, meskipun sering menghadapi berbagai kendala.</p><p>Pdt. The Koen Bik meninggalkan warisan berharga melalui kontribusinya dalam pelayanan pada Tuhan dan juga pada bidang kesehatan di GKI Salatiga. Berpulang di tengah-tengah pelayanan beliau di Ohio, Amerika Serikat pada tanggal 1 Oktober 1989, Pdt. The Koen Bik meninggalkan program kesehatan yang meringankan beban masyarakat kurang mampu dalam sektor fasilitas kesehatan. Nama beliau turut abadi dalam perjalanan Komisi Diakonia The Koen Bik.</p><p>[AGYC]</p> </div> <br/><h4>REFERENSI</h4> <div class=\"institution-refs\"> <ul> <li><b>Clara Latupeirissa (2016)</b>. <i>Gereja dan Diakonia: studi kasus tentang perubahan bentuk pelayanan kesehatan gratis di jemaat GKI Salatiga</i>. Repositori UKSW.</li> <li><b>Games Valentino Purba (2011)</b>. <i>Warung Tiberias (Suatu Studi Kasus tentang Aspek Pelayanan Diakonia di Lingkungan Warga Jemaat GKI Salatiga)</i>. Repositori UKSW.</li> <li><b>Maldin Tita (2019)</b>. <i>Bernyanyi sebagai Bentuk Ekspresi Spiritualitas Anggota Paduan Suara di Gereja Kristen Indonesia (GKI) Salatiga</i>. Repositori UKSW.</li> </ul> </div> </div> </div> </div></body></html>"